Repository: muildrik/MAP-DB
Catalog: results/locale/*/LC_MESSAGES/django.po
Languages: nl

# MAPFocus
source: MAP focuses on the archival documentation from the excavations at MeroÃ« by John Garstang in 1911.
nl: MAP richt zich op de archieven van de opgravingen te Meroë door John Garstang in 1911.

# WelcomeUser
source: Welcome
nl: Welkom

source: Add Data
nl: Voeg Gegevens toe

source: Upload Data
nl: Upload Gegevens

source: Export Data
nl: Exporteer Gegevens

source: About
nl: Over

source: Contact
nl: Kontakt

# SignUp
source: Sign Up/In
nl: Inschrijven

source: Configure MAP
nl: Configureer MAP

source: Sign Out
nl: Uitschrijven

# SearchHeading
source: Search MAP
nl: Welkom!

# SearchKeywords
source: Search by keywords or try searching
nl: Voer een zoekopdracht uit met sleutelwoorden

# SearchIndexed
source: a dedicated indexed field
nl: of zoek op specifiek geïndexeerde velden
